Repository: cumaliguzel88/roadshareios
Catalog: shareroad/Resources/Localizations/*.lproj/Localizable.strings
Languages: tr

# location.permission.description
source: Location permission is required to show your location on the map and find the nearest taxis.
tr: Konumunuzu haritada göstermek ve size en yakın taksileri bulmak için konum izni gereklidir.

# location.button.accessibility
source: Go to my location
tr: Konumuma git

# common.error
source: Error
tr: Hata

# common.ok
source: OK
tr: Tamam

# common.cancel
source: Cancel
tr: İptal

# search.destination.placeholder
source: Enter destination
tr: Varış noktası girin

# ride.vehicle.yellow_taxi
source: Yellow Taxi
tr: Sarı Taksi

# ride.vehicle.turquoise_taxi
source: Turquoise Taxi
tr: Turkuaz Taksi

# ride.vehicle.description.fast
source: Ready and fast
tr: Hazır ve hızlı

# ride.vehicle.description.comfort
source: Comfortable ride
tr: Konforlu yolculuk

# ride.capacity
source: %d people
tr: %d kişi

# ride.time.minutes
source: %d min
tr: %d dk

# ride.create
source: Create Ride
tr: Yolculuk Oluştur

source: Payment Method
tr: Ödeme Yöntemi

# payment.cash
source: Cash
tr: Nakit

# route.title
source: Route
tr: Güzergahın

# route.pickup.my_location
source: My Location
tr: Konumum

# route.destination.placeholder
source: Where would you like to go?
tr: Nereye gitmek istersiniz?

# route.search.recent
source: Recent Searches
tr: Son Aramalar

# route.search.no_results
source: No results found
tr: Sonuç bulunamadı

# route.map.select_location
source: Select on Map
tr: Konumu Harita Üzerinden Belirle

# route.favorites
source: Saved Places
tr: Kaydedilen Yerler

# route.stop.placeholder
source: Add Stop
tr: Durak Ekle

# route.stop.limit_warning
source: You can add up to 3 stops.
tr: En fazla 3 durak ekleyebilirsin.
